[
    {
      "queja": "Estoy completamente frustrado porque al llegar a la estación no había operario disponible para asistirme a abordar el tren. Esto es inaceptable y necesito una solución inmediata. ¡Es mi derecho y no puedo acceder al servicio!",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de la falta de operario disponible para asistencia en la estación.",
      "sentimiento": "Negativo",
      "contestación": "Sentimos mucho el problema que ha experimentado con la disponibilidad de nuestro personal en la estación. Por favor, contacte con nuestro equipo de atención al cliente para organizar una asistencia inmediata y tomaremos medidas para asegurar que esto no vuelva a suceder."
    },
    {
      "queja": "Quisiera expresar mi insatisfacción con el tiempo que tardan en llegar las sillas de ruedas solicitadas en las estaciones. Afecta mi capacidad de moverme y llegar a tiempo.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja de la demora en la entrega de sillas de ruedas en las estaciones.",
      "sentimiento": "Neutro",
      "contestación": "Entendemos su preocupación respecto al tiempo de entrega de las sillas de ruedas. Estamos trabajando para mejorar nuestros tiempos de respuesta. Le agradecemos su feedback y su paciencia mientras mejoramos nuestros servicios."
    },
    {
      "queja": "¡Es inadmisible que me hayan asignado una silla de ruedas rota! Esto es un error grave de su parte y exijo que se corrija inmediatamente.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja de que le asignaron una silla de ruedas rota.",
      "sentimiento": "Negativo",
      "contestación": "Comprendemos su preocupación y la seriedad de la situación. Vamos a revisar de inmediato su solicitud y corregir cualquier error encontrado. Por favor, proporcione cualquier detalle adicional que pueda ayudarnos en esta corrección."
    },
    {
      "queja": "He notado que el ascensor de la estación estaba fuera de servicio sin previo aviso. Esto limita mi acceso al tren cuando más lo necesito.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja del ascensor fuera de servicio sin previo aviso.",
      "sentimiento": "Neutro",
      "contestación": "Lamentamos cualquier inconveniente que esta avería haya causado. Esta medida se tomó considerando la seguridad de nuestros pasajeros, pero entendemos su situación y estamos aquí para encontrar una solución que se ajuste a sus necesidades."
    },
    {
      "queja": "Es completamente inaceptable que mi solicitud de asistencia no se haya procesado a tiempo. Dependo de esa asistencia para mis desplazamientos diarios.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de la tardanza en el procesamiento de su solicitud de asistencia.",
      "sentimiento": "Negativo",
      "contestación": "Pedimos disculpas por el retraso en el procesamiento de su solicitud de asistencia. Estamos investigando la causa de este retraso para asegurarnos de que no vuelva a ocurrir. Por favor, póngase en contacto con nuestro equipo de soporte para discutir cómo podemos asistirle en este momento."
    },
    {
      "queja": "Quiero reportar un problema con el tren que no tenía rampas disponibles para mi silla de ruedas.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja de la falta de rampas disponibles para sillas de ruedas en el tren.",
      "sentimiento": "Neutro",
      "contestación": "Es muy importante para nosotros asegurar la accesibilidad en nuestros trenes. Vamos a investigar su caso de inmediato para resolver el problema y asegurar que las rampas estén disponibles. Le agradecemos por hacernos saber sobre este incidente."
    },
    {
      "queja": "¡Es la tercera vez este mes que una asistencia solicitada a través de su aplicación móvil no se registra de inmediato! ¿Cómo se supone que maneje mis viajes así?",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de problemas recurrentes con el registro de solicitudes de asistencia en la aplicación móvil.",
      "sentimiento": "Negativo",
      "contestación": "Lamentamos los problemas que ha tenido con nuestra aplicación móvil. Estamos constantemente trabajando en mejorar la fiabilidad y la velocidad de los registros de solicitudes. Vamos a revisar su caso específico para solucionar este problema lo antes posible."
    },
    {
      "queja": "He observado que los trenes de su línea a menudo no tienen espacio suficiente para sillas de ruedas, lo que me impide viajar cómodamente.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja de que los trenes a menudo no tienen espacio suficiente para sillas de ruedas.",
      "sentimiento": "Neutro",
      "contestación": "Agradecemos que nos haya informado sobre la disponibilidad de espacio para sillas de ruedas en nuestros trenes. Es nuestro compromiso asegurar que nuestros pasajeros puedan viajar cómodamente. Estamos tomando medidas para mejorar la accesibilidad en nuestros trenes."
    },
    {
      "queja": "No puedo creer que aún no ofrezcan asistencia para discapacitados a través de su aplicación móvil. Esto me obliga a llamar por teléfono, lo cual es muy inconveniente.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de la falta de capacidad para solicitar asistencia a través de la aplicación móvil.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos su frustración por no poder solicitar asistencia a través de nuestra aplicación móvil. Estamos trabajando para introducir esta funcionalidad pronto y agradecemos su paciencia mientras hacemos esta mejora disponible para nuestros pasajeros."
    },
    {
      "queja": "¡Estoy furioso! Me prometieron que la asistencia en la estación sería un proceso simple y rápido, pero ha pasado más de una hora y todavía no he recibido ayuda. ¿Qué está pasando?",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de la incapacidad del servicio de asistencia en la estación para ayudar de manera oportuna.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos su frustración y nos disculpamos por los inconvenientes causados. Parece que hubo un error en el proceso de asistencia. Nos ocuparemos de esto inmediatamente y confirmaremos con usted una vez que la asistencia esté disponible."
    },
    {
      "queja": "He intentado cambiar mis datos de contacto en línea varias veces sin éxito. El sistema sigue mostrando mi información antigua, lo que me preocupa por temas de seguridad y privacidad.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de no poder actualizar sus datos de contacto en el sistema de la línea de tren.",
      "sentimiento": "Neutro",
      "contestación": "Lamentamos los problemas que ha encontrado al intentar actualizar sus datos de contacto. Vamos a revisar su cuenta y actualizar su información manualmente. Por favor, proporciónenos sus nuevos datos a través de un canal seguro para proceder."
    },
    {
      "queja": "¿Por qué es tan complicado acceder a la información de mi cuenta de usuario en línea? Cada vez que intento iniciar sesión, el sistema me bloquea o me pide que cambie mi contraseña.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de problemas para acceder a su cuenta en línea debido a bloqueos frecuentes y solicitudes de cambio de contraseña.",
      "sentimiento": "Negativo",
      "contestación": "Nos preocupa escuchar que está teniendo dificultades para acceder a su cuenta en línea. Parece ser un problema con las medidas de seguridad. Vamos a revisar su caso específico y encontrar una solución que facilite su acceso sin comprometer la seguridad."
    },
    {
      "queja": "Recientemente, he notado cargos desconocidos en mi cuenta de usuario que no reconozco. He intentado comunicarme con el servicio al cliente varias veces sin recibir una respuesta clara.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de cargos desconocidos en su cuenta de usuario y la falta de respuesta clara del servicio al cliente.",
      "sentimiento": "Neutro",
      "contestación": "Nos tomamos muy en serio los cargos no autorizados en las cuentas de nuestros usuarios. Vamos a investigar estos cargos de inmediato y le proporcionaremos una respuesta detallada. También revisaremos nuestro proceso de comunicación para asegurarnos de que reciba la asistencia que necesita de manera oportuna."
    },
    {
      "queja": "Es inaceptable que después de solicitar asistencia hace más de una semana, todavía no haya recibido ninguna respuesta. ¿Dónde está la ayuda?",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de no recibir la asistencia solicitada después de una semana.",
      "sentimiento": "Negativo",
      "contestación": "Lamentamos el retraso en la respuesta a su solicitud de asistencia. Vamos a verificar el estado de su solicitud y asegurarnos de que reciba la ayuda necesaria lo antes posible. Agradecemos su comprensión y paciencia."
    },
    {
      "queja": "He estado tratando de configurar una cuenta conjunta con mi acompañante, pero el proceso ha sido increíblemente lento y confuso. Nos falta claridad sobre los documentos requeridos.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de la lentitud y confusión en el proceso de configuración de una cuenta conjunta.",
      "sentimiento": "Neutro",
      "contestación": "Entendemos que el proceso de apertura de una cuenta conjunta puede parecer complejo. Vamos a proporcionarle una lista detallada de los documentos requeridos y un representante personal para guiarlo a través del proceso y resolver cualquier duda que tenga."
    },
    {
      "queja": "¡Absolutamente frustrante! Cada vez que llamo al servicio al cliente, me pasan de un departamento a otro sin resolver mi problema de acceso a la asistencia en el tren.",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de ser transferido repetidamente entre departamentos sin resolver su problema de acceso a la asistencia en el tren.",
      "sentimiento": "Negativo",
      "contestación": "Nos disculpamos por la experiencia frustrante al intentar resolver su problema con la asistencia en el tren. Vamos a asignarle un especialista en servicio al cliente que seguirá su caso hasta que se resuelva completamente. Nos pondremos en contacto con usted directamente para solucionar este inconveniente."
    },
    {
      "queja": "Intenté actualizar mis datos personales en la oficina de la estación, pero el personal no parecía saber cómo hacerlo. Esto es preocupante.",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de la falta de conocimiento del personal de la estación para actualizar sus datos personales.",
      "sentimiento": "Neutro",
      "contestación": "Lamentamos cualquier confusión o inconveniente que haya experimentado en nuestra estación. Nos aseguraremos de que nuestro personal reciba la formación adecuada para manejar este tipo de solicitudes eficazmente en el futuro. Mientras tanto, podemos ayudarle a actualizar sus datos directamente a través de este canal."
    },
    {
      "queja": "Después de solicitar específicamente no recibir más marketing por correo electrónico, sigo recibiendo promociones. Esto es una falta de respeto a mi solicitud.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de seguir recibiendo marketing por correo electrónico a pesar de haber solicitado lo contrario.",
      "sentimiento": "Negativo",
      "contestación": "Respetamos su decisión de no recibir marketing por correo electrónico y nos disculpamos por cualquier error que haya ocurrido al procesar su solicitud. Vamos a asegurarnos de que se retire de inmediato de nuestras listas de correo y revisaremos nuestros procesos para evitar que esto suceda en el futuro."
    },
    {
      "queja": "¡Es absolutamente inaceptable! Me han cobrado múltiples tarifas por servicios que no he utilizado. ¡Exijo que se corrijan estos cargos de inmediato!",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de múltiples tarifas por servicios no utilizados.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos su frustración y nos disculpamos por los errores en el cobro de tarifas. Revisaremos su caso de inmediato para corregir cualquier cargo indebido y asegurarnos de que esta situación no se repita. Agradecemos su comprensión."
    },
    {
      "queja": "Recibí una notificación de cargos adicionales cuando intenté reservar un servicio de asistencia, a pesar de haberlo hecho correctamente. ¿Por qué no se reflejó mi reserva a tiempo?",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de recibir una notificación de cargos adicionales a pesar de haber realizado una reserva correctamente.",
      "sentimiento": "Neutro",
      "contestación": "Lamentamos cualquier confusión causada por el tiempo de procesamiento de su reserva. Revisaremos los tiempos de actualización de las reservas en nuestro sistema y nos aseguraremos de comunicarle cualquier demora futura. Gracias por señalar este asunto."
    },
    {
      "queja": "Me veo obligado a expresar mi disgusto extremo por cómo su sistema manejó una reserva que hice, causándome cargos adicionales por servicios que no utilicé. Es vergonzoso.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de cargos adicionales debido al manejo inadecuado de una reserva.",
      "sentimiento": "Negativo",
      "contestación": "Nos disculpamos sinceramente por el manejo de su reserva y los inconvenientes que esto ha causado. Vamos a investigar el asunto de inmediato, corregir cualquier error en su cuenta y revisar nuestros procesos para evitar que situaciones similares ocurran en el futuro."
    },
    {
      "queja": "Descubrí que mi cuenta había sido suspendida sin mi conocimiento previo, lo que me llevó a incurrir en varios cargos. No recibí ninguna alerta previa de que esto estaba ocurriendo.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de la suspensión de su cuenta sin previo aviso, incurriendo en cargos.",
      "sentimiento": "Neutro",
      "contestación": "Es importante para nosotros mantenerlo informado sobre el estado de su cuenta. Implementaremos mejoras en nuestras alertas para asegurar que reciba notificaciones a tiempo en el futuro. Mientras tanto, revisaremos los cargos aplicados y ajustaremos cualquier error."
    },
    {
      "queja": "No puedo creer que haya sido penalizado con cargos por servicios que claramente no he utilizado. ¡Esto es un robo!",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de ser penalizado con cargos por servicios no utilizados.",
      "sentimiento": "Negativo",
      "contestación": "Nos tomamos muy en serio las preocupaciones de nuestros clientes sobre cargos indebidos. Investigaremos su reclamo para identificar y corregir cualquier error en el cálculo de sus cargos. Le pedimos disculpas por cualquier molestia que esto haya causado."
    },
    {
      "queja": "Después de una solicitud de asistencia, mi cuenta mostró un saldo incorrecto, lo que llevó a cargos adicionales en una reserva posterior. Necesito una explicación.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de un saldo incorrecto después de una solicitud de asistencia, resultando en cargos adicionales.",
      "sentimiento": "Neutro",
      "contestación": "Agradecemos que nos haya informado sobre este error en el saldo de su cuenta. Vamos a revisarlo y corregir cualquier discrepancia. Además, revisaremos los cargos aplicados para asegurarnos de que sean justos y precisos."
    },
    {
      "queja": "Increíblemente, me han cobrado tarifas por servicios que supuestamente estaban incluidos en mi plan. Parece que su servicio no funciona como se anuncia.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de tarifas por servicios incluidos en su plan.",
      "sentimiento": "Negativo",
      "contestación": "Lamentamos oír que ha enfrentado cargos por servicios que deberían estar incluidos en su plan. Revisaremos su cuenta para asegurarnos de que los cargos aplicados sean correctos y ajustaremos los cargos donde sea necesario. Agradecemos su paciencia."
    },
    {
      "queja": "Me frustra que mi solicitud de cambio de plan haya sido ignorada, resultando en cargos inesperados por servicios adicionales.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de que su solicitud de cambio de plan fue ignorada, causando cargos inesperados.",
      "sentimiento": "Neutro",
      "contestación": "Nos disculpamos por no atender su solicitud de cambio de plan a tiempo. Vamos a revisar su solicitud de inmediato y nos pondremos en contacto con usted para discutir cómo podemos satisfacer mejor sus necesidades y resolver los cargos que se han aplicado."
    },
    {
      "queja": "Es absolutamente inaceptable que me cobren por servicios adicionales debido a un error en su sistema de reservas. Exijo que se eliminen estos cargos de inmediato.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de cargos adicionales debido a un error en el sistema de reservas.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos su preocupación y nos disculpamos por cualquier error de nuestro lado en el sistema de reservas. Revisaremos su caso de inmediato para corregir el error y eliminar cualquier cargo adicional que haya sido injustamente aplicado. Valoramos su negocio y su confianza en nosotros."
    },
    {
      "queja": "Realicé una solicitud de asistencia el pasado viernes y aún no se ha procesado. Esto es preocupante ya que contábamos con esa asistencia para un viaje importante.",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de una solicitud de asistencia no procesada.",
      "sentimiento": "Neutro",
      "contestación": "Entendemos su preocupación por la demora en la solicitud de asistencia. Revisaremos la transacción para asegurarnos de que se complete correctamente y le informaremos sobre el estado de la misma. Agradecemos su paciencia mientras resolvemos este asunto."
    },
    {
      "queja": "¿Por qué se me cobró una tarifa por solicitar asistencia en línea? No estaba informado de esta tarifa y me parece injusto.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de una tarifa inesperada por solicitar asistencia en línea.",
      "sentimiento": "Negativo",
      "contestación": "Nos disculpamos si no estaba claramente informado sobre las tarifas aplicables por solicitar asistencia en línea. Revisaremos su transacción y las políticas de comunicación de tarifas para asegurarnos de que nuestros clientes estén bien informados. Por favor, permítanos revisar su caso específico."
    },
    {
      "queja": "Hice una solicitud de asistencia y se duplicó por un error en su sistema. Necesito que se revierta una de las solicitudes lo antes posible.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de una solicitud de asistencia duplicada debido a un error del sistema.",
      "sentimiento": "Neutro",
      "contestación": "Gracias por señalar este error. Vamos a revisar la solicitud duplicada y procesaremos la reversión de la solicitud incorrecta de manera inmediata. Valoramos su paciencia mientras solucionamos este problema."
    },
    {
      "queja": "Intenté solicitar asistencia a través de su servicio en línea, pero nunca recibí la confirmación. Esto es inaceptable y requiere una solución urgente.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de que una solicitud de asistencia en línea no fue confirmada.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos la urgencia de este asunto y la importancia de que las solicitudes de asistencia se confirmen sin problemas. Iniciaremos una investigación inmediata para revisar la solicitud y asegurarnos de que reciba la confirmación lo antes posible. Le mantendremos informado a lo largo de este proceso."
    },
    {
      "queja": "He notado que las solicitudes realizadas a través de su plataforma móvil tardan más en procesarse de lo anunciado. ¿Pueden explicar por qué ocurre esto?",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de la demora en el procesamiento de solicitudes a través de la plataforma móvil.",
      "sentimiento": "Neutro",
      "contestación": "Agradecemos su feedback y lamentamos cualquier demora experimentada al usar nuestra plataforma móvil. Vamos a investigar el motivo de estas demoras y tomaremos las medidas necesarias para mejorar la velocidad de procesamiento. Su experiencia como cliente es muy importante para nosotros."
    },
    {
      "queja": "¡Es frustrante! Cada vez que intento programar una solicitud de asistencia futura, recibo un error y tengo que ingresar la información nuevamente.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de errores al intentar programar solicitudes de asistencia futuras.",
      "sentimiento": "Negativo",
      "contestación": "Nos disculpamos por los errores que ha encontrado al intentar programar solicitudes de asistencia futuras. Entendemos lo frustrante que puede ser y revisaremos nuestro sistema para corregir este problema. Gracias por su paciencia mientras trabajamos en una solución."
    },
    {
      "queja": "Recibí menos asistencia de la esperada en una solicitud reciente. Parece que se aplicaron restricciones de las cuales no estaba consciente.",
      "tipo": "Problemas con el operario de ayuda",
      "resumen": "El cliente se queja de recibir menos asistencia de la esperada debido a restricciones no comunicadas.",
      "sentimiento": "Neutro",
      "contestación": "Nos tomamos muy en serio la transparencia en nuestras políticas de asistencia y lamentamos cualquier confusión. Vamos a revisar su solicitud para clarificar cualquier restricción aplicada y asegurarnos de que esté completamente informado sobre cómo se manejan las asistencias. Nos pondremos en contacto con detalles específicos."
    },
    {
      "queja": "He intentado varias veces configurar una solicitud de asistencia recurrente en su plataforma en línea, pero el sistema no guarda la información, obligándome a reingresarla cada vez.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de que el sistema no guarda la información de la solicitud de asistencia recurrente.",
      "sentimiento": "Negativo",
      "contestación": "Es preocupante escuchar que está teniendo dificultades para guardar la información de sus solicitudes de asistencia recurrente en nuestra plataforma. Investigaremos este problema técnico de inmediato y trabajaremos para asegurarnos de que pueda gestionar sus solicitudes de manera eficiente. Agradecemos su comprensión."
    },
    {
      "queja": "Quiero expresar mi insatisfacción con la limitada cantidad de opciones de asistencia disponibles en sus estaciones. Esto limita mis opciones y complica mis viajes.",
      "tipo": "Problema con el material de ayuda para la discapacidad",
      "resumen": "El cliente se queja de la limitada selección de opciones de asistencia en las estaciones.",
      "sentimiento": "Neutro",
      "contestación": "Agradecemos sus comentarios sobre nuestra selección de opciones de asistencia en las estaciones. Estamos constantemente evaluando la adición de más opciones para mejorar nuestros servicios y satisfacer las necesidades de nuestros pasajeros. Su opinión es valiosa para nosotros y será tomada en cuenta."
    },
    {
      "queja": "Intenté solicitar asistencia en una estación y aunque la solicitud no se completó, el saldo fue deducido de mi cuenta.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de un saldo deducido por una solicitud no completada en una estación.",
      "sentimiento": "Neutro",
      "contestación": "Es preocupante escuchar sobre su experiencia. Iniciaremos una investigación para rastrear la solicitud y reembolsar cualquier monto deducido incorrectamente. Le mantendremos informado sobre el progreso de esta situación."
    },
    {
      "queja": "Mi solicitud de asistencia fue retenida sin motivo aparente y ahora no puedo acceder al servicio.",
      "tipo": "Problemas con la reserva por la página web",
      "resumen": "El cliente se queja de una solicitud de asistencia retenida sin motivo aparente.",
      "sentimiento": "Negativo",
      "contestación": "Entendemos lo frustrante que esto debe ser para usted. Por favor, contacte con nuestro equipo de atención al cliente para que podamos revisar su solicitud y asegurarnos de que tenga acceso al servicio lo antes posible."
    }
  ]
  